\lyrOneColThree
"1." \column {
  "Верховино, світку ти наш!"
  "Гей, як у тебе тут мило!"
  "Як ігри вод, плине тут час —"
  "Свобідно, шумно, весело."
  \lyrChorus
  \lyrRep "Ой немає краю, краю на ту Верховину!" 3
  "Там би мені погуляти хоч одну годину!"
}
"2." \column {
  "З верха на верх, а з бору в бір,"
  "З легкою в серці думкою,"
  "В чересі крис, в руках топір,"
  "Гуяє леґінь собою."
  \lyrChorus
  \lyrRep "Є у мене топір, топір, ще й кована бляшка." 3
  "Не боюся того німця, ані того ляшка!"
}
"3." \column {
  "Що то є нам Поділля край?"
  "Нам полонина — Поділля!"
  "А бори — степ, ялиця — май,"
  "А звіра голос — весілля!"
  \lyrChorus
  \lyrRep "Черемоше, Черемоше, бистра твоя вода!" 3
  "Дівчинонько з Верховини, гарна твоя врода!"
}
