\lyrTwoColSix
"1." \column {
  "Занадився журавель, журавель,"
  "До бабиних конопель, конопель…"
}
"  " \column {
  \lyrChorus
  "Сякий-такий журавель,"
  "Сякий-такий довгоносий,"
  "Сякий-такий довгоногий,"
  "Сякий-такий виступає,"
  "Конопельки все щипає."
}
"2." \column {
  "— Буде лихо журавлю, журавлю,"
  "Коли його я зловлю, я зловлю!"
  \lyrChorus
}
"3." \column {
  "— Оце ж тобі, журавель, журавель,"
  "Не літай до конопель, конопель!"
  \lyrChorus
}
"4." \column {
  "— Щоб ти більше не літав, не літав,"
  "Конопельки не щипав, не щипав!"
  \lyrChorus
}
"  " \column {
}
